Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: We'll split it across the twelve categories a wedding really has, then track every quote and payment against it — so you always know what's left.
ar: سنوزّعها على الفئات الاثنتي عشرة التي يحتاجها أي زفاف فعلًا، ثم نتابع كل عرض سعر وكل دفعة مقابلها — لتعرف دائمًا ما تبقّى.
cs: Rozdělíme ho do dvanácti kategorií, které svatba doopravdy má, a pak proti němu budeme sledovat každou nabídku i platbu — takže vždycky víte, kolik vám zbývá.
da: Vi fordeler det på de tolv kategorier, et bryllup virkelig har, og holder hvert tilbud og hver betaling op imod det — så I altid ved, hvad der er tilbage.
de: Wir teilen es auf die zwölf Kategorien auf, die eine Hochzeit wirklich hat, und verfolgen jedes Angebot und jede Zahlung — so wisst ihr immer, was übrig ist.
es: Lo repartiremos entre las doce categorías que tiene una boda de verdad y controlaremos cada presupuesto y cada pago, para que siempre sepáis cuánto os queda.
et: Jaotame selle kaheteistkümne kategooria vahel, mis pulmadel tegelikult on, ja jälgime iga hinnapakkumist ning makset — nii tead alati, kui palju on alles.
fi: Jaamme sen niihin kahteentoista kategoriaan, joita häissä todella on, ja seuraamme jokaista tarjousta ja maksua sitä vasten — niin tiedät aina, mitä on jäljellä.
fr: Nous le répartissons entre les douze catégories qu'un mariage comporte vraiment, puis nous suivons chaque devis et chaque paiement — vous savez toujours ce qu'il vous reste.
hr: Podijelit ćemo ga na dvanaest kategorija koje vjenčanje uistinu ima, a zatim uz njih pratiti svaku ponudu i plaćanje — pa uvijek znate koliko je ostalo.
hu: Felosztjuk arra a tizenkét kategóriára, amelyekből egy esküvő valójában áll, majd minden árajánlatot és fizetést ehhez mérünk — így mindig tudod, mennyi maradt.
is: Við skiptum henni á þá tólf flokka sem brúðkaup hefur í raun og fylgjumst svo með hverju tilboði og hverri greiðslu — svo þú vitir alltaf hvað er eftir.
it: Lo divideremo tra le dodici categorie che un matrimonio ha davvero, poi terremo traccia di ogni preventivo e pagamento: così saprete sempre quanto vi resta.
ja: 結婚式に本当に必要な12のカテゴリーに配分し、すべての見積と支払いを照らし合わせて管理します — だから残りがいくらか常にわかります。
ko: 결혼식에 실제로 필요한 12개 카테고리로 나눈 뒤, 모든 견적과 결제를 그 기준으로 관리해요 — 남은 예산을 늘 알 수 있어요.
lv: Mēs to sadalīsim divpadsmit kategorijās, kādas kāzām patiešām ir, un pēc tam sekosim līdzi katram piedāvājumam un maksājumam — lai tu vienmēr zinātu, cik atlicis.
nb: Vi fordeler det på de tolv kategoriene et bryllup faktisk har, og følger hvert tilbud og hver betaling opp mot det – så dere alltid vet hva som er igjen.
nl: We verdelen het over de twaalf categorieën die een bruiloft echt heeft en houden daar elke offerte en betaling tegenaan — zo weet je altijd wat er over is.
pl: Rozdzielimy go na dwanaście kategorii, które ślub naprawdę ma, a potem przypiszemy do nich każdą wycenę i płatność — żebyście zawsze wiedzieli, ile zostało.
pt: Vamos dividir nas doze categorias que um casamento realmente tem e acompanhar cada proposta e pagamento — assim vocês sempre sabem quanto sobra.
ro: Îl împărțim pe cele douăsprezece categorii pe care le are cu adevărat o nuntă, apoi urmărim fiecare ofertă și fiecare plată — ca să știi mereu cât ți-a rămas.
ru: Мы разделим его на двенадцать категорий, которые действительно есть у свадьбы, и будем сверять с ним каждую смету и каждый платёж — так вы всегда будете знать, сколько осталось.
sk: Rozdelíme ho do dvanástich kategórií, ktoré svadba naozaj má, a potom oproti nemu budeme sledovať každú cenovú ponuku aj platbu — takže vždy viete, koľko vám zostáva.
sl: Razdelili ga bomo na dvanajst kategorij, ki jih poroka v resnici ima, nato pa spremljali vsako ponudbo in vsako plačilo – tako vedno vesta, koliko vama ostane.
sv: Vi fördelar den över de tolv kategorier ett bröllop verkligen har och följer sedan varje offert och betalning mot den – så att du alltid vet vad som är kvar.
th: เราจะแบ่งมันออกเป็นสิบสองหมวดที่งานแต่งงานมีจริง ๆ แล้วติดตามทุกใบเสนอราคาและทุกการชำระเงินเทียบกับงบนั้น — คุณจึงรู้เสมอว่าเหลือเท่าไร
tr: Bir düğünün gerçekten sahip olduğu on iki kategoriye böleriz, sonra her teklifi ve ödemeyi buna göre takip ederiz — böylece elinizde ne kaldığını hep bilirsiniz.
uk: Ми розподілимо його між дванадцятьма категоріями, які насправді має весілля, а потім відстежуватимемо кожну пропозицію й платіж — щоб ви завжди знали, скільки лишилося.
vi: Chúng tôi sẽ chia số tiền đó cho mười hai hạng mục mà một đám cưới thật sự có, rồi theo dõi từng báo giá và khoản thanh toán — để bạn luôn biết còn lại bao nhiêu.
zh_hans: 我们会把它分配到婚礼真正需要的十二个类别里，然后逐一追踪每份报价和每笔付款——让你们随时知道还剩多少。
zh_hant: 我們會把它分配到婚禮真正會有的十二個類別，然後逐筆追蹤每個報價和付款 — 讓你隨時清楚還剩多少。

source: We'll tell you before the trial ends, so nothing is a surprise.
ar: سنخبرك قبل انتهاء التجربة، فلا شيء يفاجئك.
cs: Dáme vám vědět před koncem zkušební verze, takže vás nic nepřekvapí.
da: Vi siger til, før prøveperioden slutter, så intet kommer bag på jer.
de: Wir sagen euch Bescheid, bevor die Testphase endet — keine Überraschungen.
es: Os avisaremos antes de que acabe la prueba, para que nada os pille por sorpresa.
et: Anname enne prooviperioodi lõppu teada, nii et miski ei tule üllatusena.
fi: Kerromme sinulle ennen kokeilun päättymistä, jottei mikään tule yllätyksenä.
fr: Nous vous préviendrons avant la fin de l'essai, aucune surprise.
hr: Javit ćemo vam prije nego što proba završi, da ništa ne bude iznenađenje.
hu: Szólunk, mielőtt véget ér a próbaidőszak, hogy semmi ne érjen meglepetésként.
is: Við látum þig vita áður en prufunni lýkur, svo ekkert komi á óvart.
it: Vi avviseremo prima che la prova finisca, così niente sorprese.
ja: トライアルが終わる前にお知らせしますので、驚かせることはありません。
ko: 체험이 끝나기 전에 미리 알려드릴게요. 놀랄 일은 없어요.
lv: Mēs pateiksim, pirms izmēģinājums beidzas, lai nekas nebūtu pārsteigums.
nb: Vi sier fra før prøveperioden avsluttes, så ingenting kommer overraskende.
nl: We laten het je weten voordat de proefperiode afloopt, zodat niets je verrast.
pl: Damy znać przed końcem okresu próbnego, żeby nic Was nie zaskoczyło.
pt: Avisamos antes de o teste terminar, para que nada seja surpresa.
ro: Îți spunem înainte să se încheie proba, ca să nu fie nicio surpriză.
ru: Мы предупредим до окончания пробного периода, чтобы ничего не стало неожиданностью.
sk: Dáme vám vedieť pred koncom skúšobnej verzie, aby vás nič neprekvapilo.
sl: Povedali vama bomo, preden se preizkus konča, tako da ne bo presenečenj.
sv: Vi säger till innan provperioden tar slut, så att inget kommer som en överraskning.
th: เราจะบอกคุณก่อนการทดลองใช้จะสิ้นสุด จะได้ไม่มีอะไรมาเซอร์ไพรส์
tr: Deneme bitmeden size haber veririz, hiçbir şey sürpriz olmaz.
uk: Ми попередимо вас перед завершенням пробного періоду, щоб не було жодних сюрпризів.
vi: Chúng tôi sẽ báo trước khi bản dùng thử kết thúc, để không có gì bất ngờ.
zh_hans: 试用结束前我们会告诉你们，不会有任何意外。
zh_hant: 試用結束前我們會先通知你，不會有任何意外。

source: We'll use your names across your plan.
ar: سنستخدم اسميكما في خطتكما.
cs: Vaše jména použijeme v celém vašem plánu.
da: Vi bruger jeres navne i hele planen.
de: Wir nutzen eure Namen im ganzen Plan.
es: Usaremos vuestros nombres en todo el plan.
et: Kasutame teie nimesid kogu teie plaanis.
fi: Käytämme nimiänne kaikkialla suunnitelmassanne.
fr: Vos prénoms apparaîtront dans tout votre plan.
hr: Vaša ćemo imena koristiti kroz cijeli vaš plan.
hu: A neveiteket az egész tervben használni fogjuk.
is: Við notum nöfnin ykkar alls staðar í áætluninni.
it: Useremo i vostri nomi in tutto il piano.
ja: プラン全体で、おふたりのお名前を使います。
ko: 플랜 곳곳에 두 분의 이름을 사용할게요.
lv: Jūsu vārdus izmantosim visā tavā plānā.
nb: Vi bruker navnene deres i hele planen.
nl: We gebruiken jullie namen in het hele plan.
pl: Waszych imion użyjemy w całym planie.
pt: Vamos usar seus nomes em todo o plano.
ro: Vom folosi numele voastre în tot planul.
ru: Ваши имена будут использоваться во всём плане.
sk: Vaše mená použijeme v celom vašom pláne.
sl: Vajini imeni bomo uporabili po vsem načrtu.
sv: Vi använder era namn i hela din plan.
th: เราจะใช้ชื่อของคุณทั่วทั้งแผนของคุณ
tr: İsimlerinizi planınızın her yerinde kullanacağız.
uk: Ми використаємо ваші імена в усьому плані.
vi: Chúng tôi sẽ dùng tên của hai bạn trong suốt kế hoạch.
zh_hans: 我们会在整份计划里用上你们的名字。
zh_hant: 我們會在你的整份計畫裡用上你們的名字。

source: We're a small team trying to grow and help more couples plan their perfect day. Would you mind leaving us a quick review?
ar: نحن فريق صغير يسعى للنمو ولمساعدة المزيد من المقبلين على الزواج في التخطيط ليومهم المثالي. هل تمانع في ترك تقييم سريع لنا؟
cs: Jsme malý tým, který se snaží růst a pomáhat víc párům naplánovat jejich dokonalý den. Nenapsali byste nám krátkou recenzi?
da: Vi er et lille team, der prøver at vokse og hjælpe flere par med at planlægge deres perfekte dag. Vil du give os en hurtig anmeldelse?
de: Wir sind ein kleines Team und möchten mehr Paaren bei ihrem perfekten Tag helfen. Würdest du uns kurz bewerten?
es: Somos un equipo pequeño que quiere ayudar a más parejas con su día perfecto. ¿Nos dejas una reseña rápida?
et: Oleme väike tiim, kes püüab kasvada ja aidata üha rohkematel paaridel oma täiuslikku päeva planeerida. Kas jätaksid meile lühikese arvustuse?
fi: Olemme pieni tiimi, joka haluaa kasvaa ja auttaa yhä useampaa paria suunnittelemaan täydellisen päivänsä. Jättäisitkö meille lyhyen arvion?
fr: Nous sommes une petite équipe qui veut aider plus de couples à réussir leur grand jour. Laisseriez-vous un avis rapide ?
hr: Mali smo tim koji želi rasti i pomoći još parova da isplaniraju svoj savršeni dan. Biste li nam ostavili kratku recenziju?
hu: Kis csapat vagyunk, és szeretnénk növekedni, hogy még több pár tervezhesse meg a tökéletes napját. Írnál nekünk egy gyors értékelést?
is: Við erum lítið teymi sem langar að vaxa og hjálpa fleiri pörum að skipuleggja fullkomna daginn sinn. Myndirðu vilja skilja eftir stutta umsögn?
it: Siamo un piccolo team che vuole aiutare più coppie nel loro giorno perfetto. Ci lasci una breve recensione?
ja: 私たちは、もっと多くのカップルの理想の一日をお手伝いしたいと願う小さなチームです。 よろしければ、短いレビューをいただけませんか？
ko: 저희는 더 많은 예비부부의 완벽한 하루를 돕고 싶은 작은 팀이에요. 짧은 리뷰를 남겨주실 수 있을까요?
lv: Mēs esam maza komanda, kas cenšas augt un palīdzēt arvien vairāk pāriem izplānot savu ideālo dienu. Vai atstātu mums īsu atsauksmi?
nb: Vi er et lite team som prøver å vokse og hjelpe flere par med å planlegge den perfekte dagen. Har du lyst til å gi oss en kjapp anmeldelse?
nl: We zijn een klein team dat wil groeien en meer stellen wil helpen hun perfecte dag te plannen. Zou je een korte review willen achterlaten?
pl: Jesteśmy małym zespołem, który chce się rozwijać i pomóc kolejnym parom zaplanować ich idealny dzień. Zostawicie nam krótką opinię?
pt: Somos uma equipe pequena tentando crescer e ajudar mais casais a organizar o dia perfeito. Você poderia deixar uma avaliação rápida?
ro: Suntem o echipă mică și încercăm să creștem, ca să ajutăm mai multe cupluri să-și planifice ziua perfectă. Ne-ai lăsa o recenzie scurtă?
ru: Мы небольшая команда и хотим помочь как можно большему числу пар спланировать их идеальный день. Оставите короткий отзыв?
sk: Sme malý tím, ktorý chce rásť a pomôcť ďalším párom naplánovať ich dokonalý deň. Nechali by ste nám krátku recenziu?
sl: Smo majhna ekipa, ki želi rasti in pomagati še več parom pri načrtovanju popolnega dne. Bi nam pustila kratko oceno?
sv: Vi är ett litet team som försöker växa och hjälpa fler par att planera sin perfekta dag. Skulle du vilja lämna ett snabbt omdöme?
th: เราเป็นทีมเล็ก ๆ ที่กำลังเติบโตและอยากช่วยคู่รักอีกหลายคู่ให้วางแผนวันที่สมบูรณ์แบบได้ รบกวนช่วยรีวิวสั้น ๆ ให้เราหน่อยได้ไหม?
tr: Büyümeye ve daha çok çiftin mükemmel gününü planlamasına yardım etmeye çalışan küçük bir ekibiz. Bize kısa bir değerlendirme bırakır mısınız?
uk: Ми — невелика команда, яка прагне зростати й допомагати більшій кількості пар планувати їхній ідеальний день. Залишите нам короткий відгук?
vi: Chúng tôi là một đội ngũ nhỏ đang cố gắng lớn lên và giúp nhiều cặp đôi hơn lên kế hoạch cho ngày hoàn hảo của họ. Bạn có thể để lại một đánh giá ngắn giúp chúng tôi không?
zh_hans: 我们是一个小团队，希望成长起来，帮助更多新人筹备完美的一天。 方便给我们留个简短的评价吗？
zh_hant: 我們是個小團隊，希望能成長、幫助更多新人規劃他們完美的一天。 方便花一分鐘留個評價嗎？

source: We're here to make your planning journey stress-free
ar: نحن هنا لنجعل رحلة تخطيطك بلا توتر
cs: Jsme tu, aby vaše plánování bylo bez stresu
da: Vi er her for at gøre jeres planlægning stressfri
de: Wir machen deine Planung stressfrei
es: Estamos para que planificar sea sin estrés
et: Oleme siin selleks, et sinu planeerimisteekond oleks stressivaba
fi: Olemme täällä tehdäksemme suunnittelumatkastasi stressittömän
fr: Nous rendons votre planification sans stress
hr: Tu smo da vaš put planiranja bude bez stresa
hu: Azért vagyunk, hogy a tervezés útja stresszmentes legyen
is: Við erum hér til að gera skipulagsferðalagið þitt streitulaust
it: Rendiamo la tua pianificazione senza stress
ja: 準備の道のりをストレスなく進めるために、私たちがついています
ko: 준비 과정이 부담스럽지 않도록 함께할게요
lv: Mēs esam šeit, lai tava plānošana būtu bez stresa
nb: Vi er her for å gjøre planleggingen deres stressfri
nl: Wij zorgen dat de weg naar jullie bruiloft stressvrij verloopt
pl: Jesteśmy tu po to, żeby planowanie było bezstresowe
pt: Estamos aqui para deixar sua jornada de organização sem estresse
ro: Suntem aici ca planificarea voastră să fie fără stres
ru: Мы здесь, чтобы ваша подготовка прошла без стресса
sk: Sme tu na to, aby bolo vaše plánovanie bez stresu
sl: Tu smo, da bo vajino načrtovanje brez stresa
sv: Vi finns här för att göra din planering stressfri
th: เราอยู่ตรงนี้เพื่อให้เส้นทางการวางแผนของคุณไร้ความเครียด
tr: Planlama yolculuğunuzu stressiz kılmak için buradayız
uk: Ми тут, щоб ваш шлях планування був без стресу
vi: Chúng tôi ở đây để hành trình chuẩn bị của bạn không còn căng thẳng
zh_hans: 我们在这里，让你们的筹备之路轻松无压力
zh_hant: 我們的任務，就是讓你的籌備過程沒有壓力

source: We're in this together
ar: نحن معًا في هذا
cs: Jsme v tom spolu
da: Vi er sammen om det her
de: Wir machen das zusammen
es: Estamos juntos en esto
et: Oleme selles koos
fi: Olemme tässä yhdessä
fr: On fait ça à deux
hr: U ovome smo zajedno
hu: Ebben együtt vagyunk
is: Við erum saman í þessu
it: Ci siamo dentro insieme
ja: 一緒に進めていきましょう
ko: 우리 함께해요
lv: Mēs esam kopā šajā ceļā
nb: Vi står i dette sammen
nl: We doen dit samen
pl: Jesteśmy w tym razem
pt: Estamos juntos nessa
ro: Suntem împreună în asta
ru: Мы в этом вместе
sk: Sme v tom spolu
sl: V tem smo skupaj
sv: Vi gör det här tillsammans
th: เราจะผ่านมันไปด้วยกัน
tr: Bu işte beraberiz
uk: Ми в цьому разом
vi: Chúng ta cùng nhau trong chuyện này
zh_hans: 这件事我们一起扛
zh_hant: 這條路我們一起走

source: We've got that part
ar: هذا الجزء علينا
cs: Tuhle část máme za vás
da: Den del klarer vi
de: Das übernehmen wir
es: De eso nos encargamos nosotros
et: Selle osa võtame meie enda peale
fi: Se osuus on meillä hallussa
fr: On s'occupe de cette partie
hr: Taj smo dio riješili
hu: Ezt a részt mi intézzük
is: Við sjáum um þann hluta
it: A questo pensiamo noi
ja: そこはお任せください
ko: 그 부분은 저희가 맡을게요
lv: To daļu mēs uzņemamies
nb: Den delen tar vi
nl: Dat deel regelen wij
pl: Tę część bierzemy na siebie
pt: Essa parte é com a gente
ro: De partea asta ne ocupăm noi
ru: Эту часть мы берём на себя
sk: Túto časť máme na starosti my
sl: Ta del imamo pokrit
sv: Den delen har vi koll på
th: ส่วนนั้นเราจัดการให้เอง
tr: Orası bizde
uk: Цю частину ми беремо на себе
vi: Phần đó cứ để chúng tôi lo
zh_hans: 这部分交给我们
zh_hant: 那部分我們已經搞定了

source: Website
ar: الموقع الإلكتروني
cs: Web
da: Hjemmeside
es: Sitio web
et: Veebisait
fi: Verkkosivu
fr: Site web
hr: Web-stranica
hu: Weboldal
is: Vefsíða
it: Sito web
ja: ウェブサイト
ko: 웹사이트
lv: Tīmekļa vietne
nb: Nettsted
pl: Strona internetowa
pt: Site
ro: Site web
ru: Сайт
sk: Webová stránka
sl: Spletna stran
sv: Webbplats
th: เว็บไซต์
tr: Web sitesi
uk: Вебсайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Wedding Day Schedule
ar: جدول يوم الزفاف
cs: Program svatebního dne
da: Program for bryllupsdagen
de: Ablauf des Hochzeitstags
es: Cronograma del día
et: Pulmapäeva kava
fi: Hääpäivän aikataulu
fr: Déroulé du jour J
hr: Raspored dana vjenčanja
hu: Az esküvő napjának menetrendje
is: Dagskrá brúðkaupsdagsins
it: Programma del giorno
ja: 当日の進行表
ko: 결혼식 당일 일정
lv: Kāzu dienas grafiks
nb: Kjøreplan for bryllupsdagen
nl: Dagprogramma van de bruiloft
pl: Plan dnia ślubu
pt: Cronograma do dia do casamento
ro: Programul zilei nunții
ru: Расписание свадебного дня
sk: Program svadobného dňa
sl: Urnik poročnega dne
sv: Schema för bröllopsdagen
th: กำหนดการวันแต่งงาน
tr: Düğün Günü Programı
uk: Розклад весільного дня
vi: Lịch trình ngày cưới
zh_hans: 婚礼当天流程
zh_hant: 婚禮當天流程

source: Wedding Guest List
ar: قائمة ضيوف الزفاف
cs: Seznam svatebních hostů
da: Gæsteliste til brylluppet
de: Hochzeits-Gästeliste
es: Lista de invitados de la boda
et: Pulmakülaliste nimekiri
fi: Häiden vieraslista
fr: Liste des invités du mariage
hr: Popis gostiju za vjenčanje
hu: Esküvői vendéglista
is: Gestalisti brúðkaupsins
it: Lista degli ospiti del matrimonio
ja: 結婚式のゲストリスト
ko: 결혼식 하객 명단
lv: Kāzu viesu saraksts
nb: Gjesteliste for bryllupet
nl: Gastenlijst bruiloft
pl: Lista gości weselnych
pt: Lista de convidados do casamento
ro: Lista invitaților la nuntă
ru: Список гостей свадьбы
sk: Svadobný zoznam hostí
sl: Seznam poročnih gostov
sv: Gästlista för bröllopet
th: รายชื่อแขกงานแต่ง
tr: Düğün Misafir Listesi
uk: Список гостей весілля
vi: Danh sách khách mời đám cưới
zh_hans: 婚礼宾客名单
zh_hant: 婚禮賓客名單

source: Wedding Party Photos
ar: صور العروسين والمرافقين
cs: Focení svatebčanů
da: Billeder med brudefølget
de: Fotos mit der Hochzeitsgesellschaft
es: Fotos con el cortejo
et: Pulmaseltskonna fotod
fi: Hääseurueen kuvat
fr: Photos du cortège d'honneur
hr: Fotografije svadbenog društva
hu: Fotózás az esküvői kísérettel
is: Myndir af brúðarfylgdinni
it: Foto con il corteo nuziale
ja: ウェディングパーティーとの撮影
ko: 들러리단 사진
lv: Kāzu svītas foto
nb: Bilder av brudefølget
nl: Foto's met het bruidsgezelschap
pl: Zdjęcia z druhnami i drużbami
pt: Fotos com padrinhos e madrinhas
ro: Poze cu alaiul de nuntă
ru: Фото с подружками и друзьями
sk: Fotenie svadobčanov
sl: Fotografije poročne družbe
sv: Fotografering med brudföljet
th: ถ่ายภาพกับเพื่อนเจ้าบ่าวเจ้าสาว
tr: Nedime ve Sağdıç Fotoğrafları
uk: Фото з весільною компанією
vi: Chụp ảnh cùng phù dâu phù rể
zh_hans: 伴郎伴娘团合影
zh_hant: 伴郎伴娘團合照
